{
  "posts": [
    { "id": "1", "title": "a title", "views": 100 },
    { "id": "2", "title": "another title", "views": 200 }
  ],
  "comments": [
    { "id": "1", "text": "a comment about post 1", "postId": "1" },
    { "id": "2", "text": "another comment about post 1", "postId": "1" }
  ],
  "profile": {
    "id": "1",
            "p1": "Presentamos el Teclado LVL65% Hotswap + RGB + Bluetooth + Knob, diseñado para brindar una experiencia de juego excepcional. Con 67 teclas y una construcción completa, este teclado combina calidad, personalización y rendimiento. Destaca por su iluminación RGB, conectividad inalámbrica y por cable, y un montaje tipo gasket para una experiencia óptima. Disfruta de un control conveniente del volumen con la perilla dedicada. Personaliza tu teclado escogiendo el color de tu carcasa y el tipo de switches que prefieras. ",
            "p2": "Características clave:",
            "p3": "Layout 65%: El diseño compacto y elegante del layout 65% te proporciona un equilibrio óptimo entre funcionalidad y portabilidad. Ofrece todas las teclas esenciales que necesitas para jugar sin sacrificar espacio en tu escritorio.",
            "p4": "Hotswap: ¡Di adiós a la soldadura! La función hotswap te permite cambiar fácilmente los interruptores sin complicaciones. Experimenta con diferentes tipos de interruptores para encontrar aquellos que brinden la retroalimentación táctil y la capacidad de respuesta perfectas para tu estilo de juego.",
            "p5": "Iluminación RGB: Sumérgete en un impresionante espectáculo de luces con la iluminación RGB individual en cada tecla. Ya sea que desees combinar el tema de tu configuración o crear una atmósfera de juego única, la iluminación RGB cautivará tus sentidos y mejorará tu experiencia de juego.",
            "P6": "Conectividad inalámbrica y por cable: Disfruta de la libertad de juego inalámbrico con las opciones de conectividad inalámbrica 2.4G y Bluetooth 5.0. O si prefieres una conexión por cable, simplemente conecta el cable USB incluido para sesiones de juego ininterrumpidas.",
            "P7": "Montaje tipo Gasket: Experimenta una comodidad superior al escribir y jugar con el diseño de montaje tipo gasket. El teclado se monta de forma segura con juntas de goma, proporcionando amortiguación y reduciendo la fatiga al escribir.",
            "P8": "Perilla de control de volumen: Toma el control de tu audio con la práctica perilla de control de volumen. Ajusta el volumen sin esfuerzo, permitiéndote estar completamente inmerso en tu mundo de juego sin interrupciones.",
            "P9": "Armado a mano: Este teclado se ensamblará a mano según la configuración que el cliente elija. Nuestro equipo experto se encargará de armar cuidadosamente el teclado con los colores de carcasa y los iswitches seleccionados por el cliente.",
            "P10": "Pruebas de Calidad: Cada teclado se someterá a rigurosas pruebas de calidad para garantizar un funcionamiento óptimo y una experiencia de juego excepcional.",
            "P11": "Especificaciones y detalles:",
            "P12": "Carcasa de ABS en opciones de color blanco/negro.",
            "P13": "Diseño 65% con 67 teclas.",
            "P14": "Placa de policarbonato",
            "P15": "Enchufes intercambiables (para interruptores de 3 pines/5 pines)",
            "P16": "Espuma PE y placa Conexión inalámbrica 2.4G y BT 5.0",
            "P17": "Cambio entre modo Windows y Mac",
            "P18": "Estabilizadores montados en la placa",
            "P19": "Modificaciones adicionales para el teclado",
            "P20": "Se recomienda ajustar los estabilizadores para evitar ruidos y aumentar la suavidad. Lubricación con Krytox205g2 en la carcasa Lubricación con grasa dieléctrica Permatex en los cables Equilibrar los cables para asegurar que no haya ruidos.",
            "P21": "Contenido de la Caja",
            "P22": "- Teclado Completo",
            "P23": "-Teclas PBT Spectra para teclado 100%",
            "P24": "-3 Switches de recambio",
            "P25": "-Accesorios Extractores de interruptores y teclas 2 en 1",
            "P26": "-Cable USB (blanco/negro)"
  }
}
